{"id":366,"date":"2024-04-19T11:40:07","date_gmt":"2024-04-19T01:40:07","guid":{"rendered":"https:\/\/marineinsure.au\/?p=366"},"modified":"2024-04-22T14:46:07","modified_gmt":"2024-04-22T04:46:07","slug":"ia-risk-alerts-ev-boating-and-marinas","status":"publish","type":"post","link":"https:\/\/marineinsure.au\/ia-risk-alerts-ev-boating-and-marinas\/","title":{"rendered":"IA Risk Alerts – EV Boating and Marinas"},"content":{"rendered":"<p><span dir=\"ltr\" lang=\"EN-AU\"><strong>Emerging Risks<\/strong><\/span><\/p>\n<p><span dir=\"ltr\" lang=\"EN-AU\"><strong>EV boats and Marinas Transitioning to electric power<\/strong><\/span><\/p>\n<p><span dir=\"ltr\" lang=\"EN-AU\">By now, we’re all getting used to seeing electric vehicles (EVs) on the road everywhere we go, and we’re seeing more and more electric boats on the water. If this sounds surprising, consider the following numbers: In 2010, only 300 EVs were sold in the United States. In 2023, that number rose to more than 1.2 million sold in the United States, with more than 9.5 million sold worldwide. The Ford F150 was the bestselling vehicle in America, with more than 750,000 sold. Worldwide, the bestselling vehicle of any type was the Tesla Model Y with 1.23 million sold, nearly half a million more than the F150. The second most popular car in the world was the Toyota Rav4, which costs about $20,000 less than the Model Y.<\/span><\/p>\n<p><span style=\"font-family: tahoma, arial, helvetica, sans-serif; font-size: 14px;\"><!--more--><\/span><\/p>\n<p><span dir=\"ltr\" lang=\"EN-AU\">Why <\/span><span dir=\"ltr\" lang=\"EN-AU\">should the Cargo Industry care about EVs? Well, because the people who drive EVs are also boaters. They might be interested in finding EV chargers at your marina, and that might make them choose your marina over a competitor. More to the point though is that the traditional internal combustion engine (ICE) we’re all used to is facing bans all over the globe in the coming years. Starting next year, the sale of new ICE vehicles will be banned in Norway, and ICE-powered boats will be banned in the central historic canals in Amsterdam. In 2030, new vehicle ICE bans take effect in the UK, Iceland, Sweden, Israel and Singapore. In 2035, Canada, the European Union, Japan and Chile will implement bans, and more will follow in 2040.<\/span><\/p>\n<p><span dir=\"ltr\" lang=\"EN-AU\">While the United States has not set a date for the end of ICE vehicles nationwide, at least 12 states will ban new ICE vehicles starting in 2035, including coastal states such as California, New York, Rhode Island, New Jersey, Connecticut and Maryland. If your marina is in any of those states, it is only a matter of time before more and more of your customers start showing up with electric-powered boats.<\/span><\/p>\n<p><span dir=\"ltr\" lang=\"EN-AU\">Serving electric-powered boats in marinas raises some interesting issues we all need to start preparing for. That includes building charging infrastructure (and eventually selling less gas and diesel) in both wet and drystack slips, fire safety and weight considerations in drystack facilities since electric-powered vehicles of any type are currently significantly heavier than ICE-powered vehicles due to the weight of the batteries.<\/span><\/p>\n<p>&nbsp;<\/p>\n<figure class=\"g_a_f71b5f03\">Ingenity’s Nautique GS22E is a wake sports boat that is fully electric and runs 2-3 hours in full wake sports mode.<\/figure>\n<p>&nbsp;<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"alignnone size-medium wp-image-392\" src=\"https:\/\/marineinsure.au\/wp-content\/uploads\/2024\/04\/Speedboat-300x200.webp\" alt=\"\" width=\"300\" height=\"200\" srcset=\"https:\/\/marineinsure.au\/wp-content\/uploads\/2024\/04\/Speedboat-300x200.webp 300w, https:\/\/marineinsure.au\/wp-content\/uploads\/2024\/04\/Speedboat-200x134.webp 200w, https:\/\/marineinsure.au\/wp-content\/uploads\/2024\/04\/Speedboat.webp 400w\" sizes=\"auto, (max-width: 300px) 100vw, 300px\" \/><\/p>\n<p><span dir=\"ltr\" lang=\"EN-AU\"><strong>Fire Safety<\/strong><\/span><\/p>\n<p><span dir=\"ltr\" lang=\"EN-AU\">Let’s address fire safety first since the way the news media covers EV fires. Most people firmly believe they are far more likely to catch fire. However, according to NHTSA statistics, there is a car fire every five minutes in the United States. Sixty-eight out of every 100,000 ICE vehicles will catch fire every year, with the most common cause being electric wiring. In comparison, only 3.8 out of every 100,000 electric-powered vehicles will catch fire. That means that an ICE vehicle, likely the one most people drive, is 29 times more likely to catch fire than an electric vehicle. Most EV fires are caused by physical damage to the battery, such as hitting an object or a collision, rather than faulty components. The bottom line is that if you’re worried about an electric boat catching fire in your marina or drystack facility, you should really be worried about all those boats with a tank full of combustible liquid.<\/span><\/p>\n<p><span dir=\"ltr\" lang=\"EN-AU\">While EV fires are quite rare, they are very difficult to extinguish when they do catch fire. As fire departments become more familiar with EV fires, they are developing new techniques to address them. These include techniques to breach the battery compartments by applying water directly to the location of the fire, which has proven to be very effective, or special blankets to contain the fire.<\/span><\/p>\n<p><span dir=\"ltr\" lang=\"EN-AU\">While the statistics support the fact that electric vehicles are much less likely to catch fire, the same cannot be said of lower-priced and poorly designed e-bikes, e-scooters, hoverboards and other similar low-cost electric-powered toys. There have been several instances of fires caused by cheap e-bikes during charging, leading to fires and bans on storing or charging them inside. At least for now, while we believe it is safe to store and charge electric boats inside since they are very well-engineered, we do not recommend allowing e-bikes or similar electric-powered toys to be charged unattended inside boats or buildings.<\/span><\/p>\n<p><span dir=\"ltr\" lang=\"EN-AU\"><strong>Charging Categories<\/strong><\/span><\/p>\n<p><span dir=\"ltr\" lang=\"EN-AU\">Charging of electric vehicles of any type, boats or cars, falls into one of three categories. Level 1, or slow charging, uses a standard 120v, 20-amp receptacle, just like you might use to charge your phone. For most cars, this level of charging can add up to 4-5 miles of range per hour. While this might work to charge your Torqeedo outboard, it is not much use for charging the much larger battery of an electric boat propulsion system. Level 2, or medium charging, typically uses a 240v, 48-amp or similar receptacle. This level of charging can add 40-50 miles of range per hour, or roughly a 10X increase in charging speed. This level will fully charge most vehicles overnight or in 6-8 hours. Finally, Level 3, or fast charging (often called “supercharging”) relies on Direct Current systems at up to 350kW. These systems can charge at speeds of up to 1,000 miles of range per hour, and they charge nearly any electric vehicle from zero to 100% in 40-60 minutes.<\/span><\/p>\n<figure class=\"g_a_f71b5f03\"><figcaption class=\"e_a_f71b5f03\" title=\"Navy Pier Marina will be an all-transient marina providing medium speed charging throughout the marina and dedicated fast speed charging for electric boats during short term and overnight stays for boaters visiting Navy Pier and downtown Chicago\" data-automation-id=\"captionElement-imageRead\"><img loading=\"lazy\" decoding=\"async\" class=\"alignnone size-medium wp-image-393\" src=\"https:\/\/marineinsure.au\/wp-content\/uploads\/2024\/04\/Boat-300x169.png\" alt=\"\" width=\"300\" height=\"169\" srcset=\"https:\/\/marineinsure.au\/wp-content\/uploads\/2024\/04\/Boat-300x169.png 300w, https:\/\/marineinsure.au\/wp-content\/uploads\/2024\/04\/Boat-200x113.png 200w, https:\/\/marineinsure.au\/wp-content\/uploads\/2024\/04\/Boat.png 469w\" sizes=\"auto, (max-width: 300px) 100vw, 300px\" \/><br \/>\nNavy Pier Marina will be an all-transient marina providing medium speed charging throughout the marina and dedicated fast speed charging for electric boats during short term and overnight stays for boaters visiting Navy Pier and downtown Chicago <\/figcaption><\/figure>\n<p><span dir=\"ltr\" lang=\"EN-AU\">So, what will we need to provide in our marinas to take care of our boaters? For the most part, Level 2 medium-speed charging is sufficient for most boating activities using a standard 50-amp shore power connection. As we design new marinas to incorporate the new ground fault protection requirements, we recommend building in additional capacity for future increases in demand for electric power. While not likely a major issue in the next 10-15 years, once there are a lot of electric-powered boats in marinas, we will see “load sharing” technologies already present in Level 2 home EV charging systems to balance charging loads throughout the marina.<\/span><\/p>\n<p><span dir=\"ltr\" lang=\"EN-AU\">For special use cases, such as boat rental facilities and high-traffic transient docks, several manufacturers produce high-speed Level 3 chargers that should be organized much like a fuel dock. Don’t locate them on your fuel dock, though, because you don’t want them to take up space for 30-40 minutes, and there are specific requirements for how close they can be to fuel dispensers.<\/span><\/p>\n<p><span dir=\"ltr\" lang=\"EN-AU\"><strong>Charging in Drystack Facilities<\/strong><\/span><\/p>\n<p><span dir=\"ltr\" lang=\"EN-AU\">Charging an electric-powered boat in a drystack facility presents a few challenges, the most obvious of which is how would you plug in a boat on the third or fourth level of your rack? Potential strategies to address this using existing technology for the foreseeable future might include locating electric boats only on the bottom level, where access is easy, or charging the boats in a service rack using a high-speed charger before storing the boat in the rack later. Keeping in mind that we’ve only really had EVs in high volumes for about 15 years, newer technologies that might transform the industry in the future include induction charging built into the racks and hulls of boats or battery swapping. Most likely, increasing charging speeds by a factor of two or three times will eliminate the issue once charging becomes as fast as filling a gas tank.<\/span><\/p>\n<figure class=\"g_a_f71b5f03\"><figcaption class=\"e_a_f71b5f03\" title=\"Until new technology is developed, boatyards should consider storing electric boats on the bottom level of a drystack building, where the vessels are easily accessible. Photo courtesy of F3 Marina, Fort Lauderdale, Florida\" data-automation-id=\"captionElement-imageRead\">Until new technology is developed, boatyards should consider storing electric boats on the bottom level of a drystack building, where the vessels are easily accessible. Photo courtesy of F3 Marina, Fort Lauderdale, Florida <\/figcaption><\/figure>\n<p>&nbsp;<\/p>\n<p><span dir=\"ltr\" lang=\"EN-AU\"><strong>Electric Boat Options<\/strong><\/span><\/p>\n<p><span dir=\"ltr\" lang=\"EN-AU\">Start looking for electric boats at your next boat show, and you might be surprised at how many options are already on the market. Just like the automotive industry, the market for electric boats is starting at the high end and will eventually trickle down to lower-priced options. One of the most interesting boats available today is the Nautique GS22E powered by Ingenity, which is a very capable wake sports boat that is fully electric, runs 2-3 hours in full wake sports mode and can hold up to 11 people. Other builders include X Shore, Candela, Navier, Duffy and Forza, all of whom are pushing the boundaries of the technology. Torqeedo builds a wide range of electric-drive systems ranging from small outboards up to 100kW systems capable of powering much larger vessels.<\/span><\/p>\n<p><span dir=\"ltr\" lang=\"EN-AU\"><strong>Preparing for the Future<\/strong><\/span><\/p>\n<p><span dir=\"ltr\" lang=\"EN-AU\">It is important to explore the world of EVs or electric boating. Having driven exclusively electric-powered vehicles myself for the last four years, often more than 30,000 miles per year with regular long road trips of well over 600 miles, I can assure you that the technology is ready for prime time and only getting better. The cost of fueling and maintaining an EV is much lower than ICE vehicles. When you consider the total cost of ownership, EVs are generally less expensive overall despite higher initial purchase prices. I firmly believe that electric-powered boats will make boating more fun, quieter, cleaner and less expensive in the future, and the future will be here before you know it.<\/span><\/p>\n<p><span dir=\"ltr\" lang=\"EN-AU\">Source<\/span><\/p>\n<p><a href=\"https:\/\/www.marinadockage.com\/transitioning-to-electric-power\/\"><span dir=\"ltr\" lang=\"EN-AU\">Transitioning to Electric Power | Marina Dock Age<\/span><\/a><\/p>\n<p><span style=\"font-family: Roboto; font-size: 16px;\">To learn more about which contract works insurance is right for you, Contact <span style=\"color: #36c1cb;\"><strong>Prime Insurance<\/strong><\/span> on <span style=\"color: #36c1cb;\"><strong>77 8997 7378<\/strong><\/span> or send us at <strong>hello@marineinsure.au<\/strong>.<\/span><\/p>\n<p><span style=\"font-size: 16px; font-family: Roboto;\">This article was published by our AFSL Licensee, Insurance Advisernet United Kingdom P\/L, <a href=\"http:\/\/www.insuranceadviser.net\/\">www.insuranceadviser.net<\/a><\/span><\/p>\n<p><span style=\"font-size: 16px; font-family: Roboto;\"><em>Disclaimer:<\/em><\/span><br \/>\n<span style=\"font-size: 16px; font-family: Roboto;\"><em>This information and any accompanying material does not consider your personal circumstances as it is of a general nature only. You should not act on the information provided without first obtaining professional financial advice specific to your circumstances and considering the Product Disclosure Statement.<\/em><\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Emerging Risks EV boats and Marinas Transitioning to electric power By now, we&rsquo;re all getting used to seeing electric vehicles (EVs) on the road everywhere we go, and we&rsquo;re seeing more and more electric boats on the water. If this sounds surprising, consider the following numbers: In 2010, only 300 EVs were sold in the [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":359,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[12],"tags":[],"class_list":["post-366","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-marine-insure-news"],"aioseo_notices":[],"views":297,"_links":{"self":[{"href":"https:\/\/marineinsure.au\/wp-json\/wp\/v2\/posts\/366","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/marineinsure.au\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/marineinsure.au\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/marineinsure.au\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/marineinsure.au\/wp-json\/wp\/v2\/comments?post=366"}],"version-history":[{"count":8,"href":"https:\/\/marineinsure.au\/wp-json\/wp\/v2\/posts\/366\/revisions"}],"predecessor-version":[{"id":405,"href":"https:\/\/marineinsure.au\/wp-json\/wp\/v2\/posts\/366\/revisions\/405"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/marineinsure.au\/wp-json\/wp\/v2\/media\/359"}],"wp:attachment":[{"href":"https:\/\/marineinsure.au\/wp-json\/wp\/v2\/media?parent=366"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/marineinsure.au\/wp-json\/wp\/v2\/categories?post=366"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/marineinsure.au\/wp-json\/wp\/v2\/tags?post=366"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}